Repository: jayfunc/BetterLyrics
Catalog: BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, ja, nl, ru, zh_cn, zh_tw

# LyricsSearchProviderLocalLrcFile
source: Local .LRC Files
de: Lokale .LRC-Dateien
es: Archivos .LRC locales
fr: Fichiers .LRC locaux
ja: Local .LRC File
nl: Lokale .LRC bestanden
ru: Локальные .LRC файлы
zh_cn: 本地 .LRC 文件

# LyricsSearchProviderLocalMusicFile
source: Local Music Files
de: Lokale Musikdateien
es: Archivos de música locales
fr: Fichiers de musique locale
ja: Local Music File
nl: Lokale muziekbestanden
ru: Локальные музыкальные файлы
zh_cn: 本地音乐文件

# LyricsSearchProviderTtmlFile
source: Local .TTML Files
de: Lokale .TTML-Dateien
es: Archivos .TTML locales
fr: Fichiers .TTML locaux
ja: Local .TTML File
nl: Lokale .TTML bestanden
ru: Локальные файлы .TTML
zh_cn: 本地 .TTML 文件

# LyricsWindowImmersiveButtonToolTip.Content
source: Immersive Mode
de: Immersive-Modus
es: Modo inmersivo
fr: Mode immersif
ja: 没入モード
nl: Meeslepende modus
ru: Режим погружения
zh_cn: 沉浸模式

# LyricsWindowSettingsControlLyricsWindowConfig.Text
source: Configuration
de: Konfiguration
es: Configuración
ja: 構成
nl: Configuratie
ru: Конфигурация

# LyricsWindowSettingsControlLyricsWindowMode.Header
source: Lyrics Window Mode
de: Songtext-Fenstermodus
es: Modo de ventana de letras
fr: Fenêtre des paroles
ja: 歌詞ウィンドウモード
nl: Songteksten venster modus
ru: Режим текста песни
zh_cn: 歌词窗口模式

# LyricsWindowSettingsControlSetDefault.Text
source: Set as Default
de: Als Standard festlegen
es: Establecer por defecto
fr: Définir par défaut
ja: 既定のブラウザーに設定する
nl: Instellen als standaard
ru: Установить по умолчанию
zh_cn: 设为默认

# LyricsWindowSettingsControlShare.Text
source: Export
de: Exportieren
es: Exportar
fr: Exportation
ja: エクスポート
nl: Exporteren
ru: Экспорт

# LyricsWindowSwitchButtonToolTip.Content
source: Lyrics Window Switcher
de: Songtext-Fensterwechsel
es: Interruptor de Letras de Ventana
fr: Sélecteur de fenêtre de paroles
ja: 歌詞ウィンドウスイッチャー
nl: Songteksten venster wisselaar
ru: Переключатель окна с текстом
zh_cn: 歌词窗口切换器

# LyricsWindowSwitchWindowHelp.Text
source: Go to Settings to add more modes
de: Gehen Sie zu Einstellungen, um weitere Modi hinzuzufügen
es: Ir a Ajustes para añadir más modos
fr: Allez dans Paramètres pour ajouter plus de modes
nl: Ga naar Instellingen om meer modi toe te voegen
ru: Перейдите в Настройки, чтобы добавить другие режимы
zh_cn: 转到“设置”以添加更多模式

# LyricsWindowSwitchWindowTitle
source: Lyrics Window Switcher
de: Songtext-Fensterwechsel
es: Interruptor de Letras de Ventana
fr: Sélecteur de fenêtre de paroles
ja: 歌詞ウィンドウスイッチャー
nl: Songteksten venster wisselaar
ru: Переключатель окна с текстом

# MainPageAlbumArtOnly.Content
source: Album Art Area Only
de: Nur Albumcover Bereich
es: Área de arte del álbum sólo
fr: Zone de pochettes uniquement
ja: Show album art area only
nl: Alleen albumhoezen
ru: Только обложки альбома
zh_cn: 仅显示专辑区域

# MainPageEnterImmersiveModeHint
source: Hover back again to show the toggle button
de: Zurückfahren um die Umschalt-Schaltfläche anzuzeigen
es: Volver a volver para mostrar el botón del interruptor
fr: Survolez à nouveau pour afficher le bouton de bascule
ja: Hover again to show the toggle button
nl: Beweeg terug om de wisselknop te tonen
ru: Наведите назад снова, чтобы показать кнопку переключения
zh_cn: 再次悬停以显示切换按钮
zh_tw: 再次懸停以顯示切換按鈕

# MainPageLyriscOnly.Content
source: Lyrics Only
de: Nur Songtexte
es: Sólo Letras
fr: Paroles seulement
ja: Show lyrics only
nl: Alleen songteksten
ru: Только тексты песен
zh_cn: 仅显示歌词

# MainPageNoLocalFilesMatched.Text
source: No local files matched
de: Keine lokalen Dateien gefunden
es: No hay archivos locales que coincidan
fr: Aucun fichier local ne correspond
ja: No matched local files found
nl: Er komen geen lokale bestanden overeen
ru: Локальные файлы не найдены
zh_cn: 找不到匹配的本地文件
zh_tw: 找不到匹配的本地文件

# MainPageNoMusicPlaying.Text
source: No music playing now
de: Keine Musik wird gerade abgespielt
es: No se reproduce música
fr: Aucune musique en cours de lecture
ja: No music is currently playing
nl: Geen muziek afgespeeld
ru: Нет воспроизведения музыки
zh_cn: 当前没有正在播放的音乐
zh_tw: 目前沒有正在播放的音樂

# MainPagePositionOffsetSlider.Header
source: Lyrics Timeline Offset
de: Songtext-Timeline-Offset
es: Linea temporal de Letras
fr: Décalage de la timeline des paroles
ja: 歌詞タイムラインオフセット
nl: Songtekst tijdlijn offset
ru: Смещение графика песни
zh_cn: 歌词时间轴偏移

# MainPageSplitView.Content
source: Split View
de: Ansicht teilen
es: Dividir vista
fr: Vue fractionnée
ja: 分割ビュー
nl: Splits weergave
ru: Разделенный вид
zh_cn: 分屏视图

# MusicGalleryPageAddToCustomList.Text
source: Add to Playlist
de: Zur Playlist hinzufügen
es: Añadir a la lista de reproducción
fr: Ajouter à la playlist
nl: Toevoegen aan afspeellijst
ru: Добавить в плейлист

# MusicGalleryPageAddToEnd.Text
source: End of the List
de: Ende der Liste
es: Fin de la lista
fr: Fin de la liste
ja: End of list
nl: Einde van de lijst
ru: Конец списка
zh_cn: 列表的结尾

# MusicGalleryPageAddToNext.Text
source: Next Items
de: Nächste Elemente
es: Siguientes artículos
fr: Éléments suivants
ja: Next item
nl: Volgende items
ru: Следующие элементы
zh_cn: 下一个项目

# MusicGalleryPageAddToPlayingQueue.Text
source: Add to Play Queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola de reproducción
fr: Ajouter à la file d'attente de lecture
ja: Add to queue
nl: Toevoegen aan afspeelwachtrij
ru: Добавить в очередь воспроизведения

# MusicGalleryPageAllSongs
source: All Songs
de: Alle Titel
es: Todos los Scors
fr: Toutes les chansons
ja: All Music
nl: Alle nummers
ru: Все песни
zh_cn: 所有歌曲

# MusicGalleryPageEmptyPlayingQueue.Text
source: Clear Play Queue
de: Playlist leeren
es: Limpiar cola
fr: Vider la file d'attente
ja: Clear queue
nl: Leeg afspeelwachtrij
ru: Очистить очередь воспроизведения

# MusicGalleryPageFileAlbum.Header
source: Album
es: Álbum
ja: アルバム
ru: Альбом

# MusicGalleryPageFileArtist.Header
source: Artist
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
nl: Kunstenaar
ru: Художник

# MusicGalleryPageFileInfo.Text
source: File Info
de: Datei-Info
es: Info Archivo
fr: Informations sur le fichier
ja: ファイル情報
nl: Bestand informatie
ru: Информация о файле
zh_cn: 文件信息

# MusicGalleryPageFileInfoBitDepth.Header
source: Bit Depth
de: Bittiefe
es: Profundidad Bit
fr: Profondeur de bits
ja: ビットの深さ
nl: Bit diepte
ru: Глубина бита

# MusicGalleryPageFileInfoBitrate.Header
source: Bitrate
es: Tasa de bits
fr: Débit binaire
ja: ビットレート
nl: Bitsnelheid
ru: Битрейт

# MusicGalleryPageFileInfoDuration.Header
source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 間隔
nl: Duur
ru: Продолжительность

# MusicGalleryPageFileInfoEncoder.Header
source: Encoder
de: Codierer
es: Codificador
fr: Encodeur
ja: エンコーダー
ru: Кодировщик

# MusicGalleryPageFileInfoFormat.Header
source: Format
es: Formatear
fr: Formater
ja: 形式
nl: Formatteren
ru: Формат

# MusicGalleryPageFileInfoLyrics.Header
source: Lyrics
de: Songtext
es: Letras
fr: Paroles
ja: 歌詞
nl: Songteksten
ru: Тексты песен

# MusicGalleryPageFileInfoPath.Header
source: Path
de: Pfad
es: Ruta
fr: Chemin d'accès
ja: パス
nl: Pad
ru: Путь

# MusicGalleryPageFileInfoSampleRate.Header
source: Sample Rate
de: Abtastrate
es: Tasa de ejemplo
fr: Taux d'échantillonnage
ja: サンプルレート
ru: Частота дискретизации

# MusicGalleryPageFileInfoTitle.Header
source: Title
de: Titel
es: Título
fr: Titre de la page
ja: タイトル
nl: Aanspreektitel
ru: Заголовок

# MusicGalleryPageFileInfoYear.Header
source: Year
de: Jahr
es: Año
fr: Année
ja: 年
nl: jaar
ru: Год

# MusicGalleryPageFileNotFound.Text
source: No songs were found in the media library
de: Es wurden keine Lieder in der Medienbibliothek gefunden
es: No se encontraron canciones en la biblioteca de medios
fr: Aucune chanson n'a été trouvée dans la médiathèque
ja: No songs found in media library
nl: Er zijn geen nummers gevonden in de mediabibliotheek
ru: Не найдено песен в медиа-библиотеке
zh_cn: 未在媒体库内找到任何歌曲
zh_tw: 未在媒體庫內找到任何歌曲

# MusicGalleryPageImportFromFile.Text
source: Import from File
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
nl: Importeren uit bestand
ru: Импортировать из файла

# MusicGalleryPageNewPlaylist.Text
source: Create a Playlist
de: Playlist erstellen
es: Crear una lista de reproducción
fr: Créer une playlist
ja: Create Playlist
nl: Afspeellijst maken
ru: Создать плейлист
zh_cn: 创建歌单

# MusicGalleryPagePlayAll.Content
source: Play All
de: Alle spielen
es: Reproducir todo
fr: Jouer tout
nl: Alles afspelen
ru: Играть все
zh_cn: 播放全部

# MusicGalleryPagePlayingQueue.Text
source: Play Queue
de: Warteschlange
es: Reproducir cola
fr: Jouer la file d'attente
ja: Playing Queue
nl: Speel wachtrij
ru: Плейлист
zh_cn: 播放队列

# MusicGalleryPagePlayingQueueEmpty.Text
source: Play queue is empty
de: Warteschlange ist leer
es: La cola de reproducción está vacía
fr: La file de lecture est vide
ja: Playing queue is empty
nl: Afspeelwachtrij is leeg
ru: Очередь воспроизведения пуста
zh_cn: 播放队列是空的
zh_tw: 播放隊列是空的

# MusicGalleryPagePlaylist.Text
source: Playlists
de: Wiedergabelisten
es: Listas
fr: Listes de lecture
ja: Playlist
nl: Afspeellijsten
ru: Плейлисты

# MusicGalleryPageQueueLoop.Text
source: List Loop
de: Listenschleife
es: Listar bucle
fr: Boucle de liste
ja: Loop List
nl: Lijst lus
ru: Список циклов

# MusicGalleryPageQueueRandom.Text
source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: Shuffle
nl: Willekeurig
ru: Случайный

# MusicGalleryPageRemoveFromCustomList.Text
source: Remove from Playlists
de: Aus Wiedergabelisten entfernen
es: Eliminar de las listas de reproducción
fr: Retirer des playlists
ja: Remove from playlist
nl: Verwijderen uit afspeellijsten
ru: Удалить из плейлистов

# MusicGalleryPageRemoveFromPlayingQueue.Text
source: Remove from Play Queue
de: Aus der Warteschlange entfernen
es: Quitar de la cola
fr: Retirer de la file d'attente
ja: Remove from queue
nl: Verwijderen uit afspeelwachtrij
ru: Удалить из очереди воспроизведения
zh_cn: 从播放列表移除

# MusicGalleryPageScrollToPlayingItem.Text
source: Scroll to Playing Item
de: Scrolle zum Abspielen
es: Desplazar para reproducir objeto
fr: Faites défiler pour jouer à l'objet
nl: Scroll naar afspeelitem
ru: Прокрутите до воспроизведения элемента

# MusicGalleryPageSelectAll.Content
source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
nl: Alles selecteren
ru: Выбрать все
zh_cn: 选择全部

# MusicGalleryPageSingleLoop.Text
source: Single Loop
de: Einzelne Schleife
es: Bucle único
fr: Boucle simple
ja: Loop Single
nl: Enkele lus
ru: Один цикл

# MusicGalleryPageSongSearchBox.PlaceholderText
source: Search for the song name, artist, album, file name, or folder path where the file is located
de: Suche nach dem Songname, Interpret, Album, Dateinamen oder Ordnerpfad, in dem sich die Datei befindet
es: Buscar el nombre de la canción, el artista, el álbum, el nombre del archivo o la ruta de la carpeta donde se encuentra el archivo
fr: Recherchez le nom de la chanson, l'artiste, l'album, le nom du fichier ou le chemin du dossier où se trouve le fichier
ja: Search title, artist, album, filename or folder path
nl: Zoek naar de naam van het nummer, artiest, album, bestandsnaam, of map waar het bestand zich bevindt
ru: Поиск названия песни, исполнителя, альбома, имени файла или папки, где находится файл

# MusicGalleryPageSortByAlbum.Content
source: Album
es: Álbum
ja: アルバム
ru: Альбом
zh_cn: 专辑
zh_tw: 專輯

# MusicGalleryPageSortByArtist.Content
source: Artist
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
nl: Kunstenaar
ru: Художник
zh_cn: 艺术家
zh_tw: 藝術家

# MusicGalleryPageSortByFolder.Content
source: Folder
de: Ordner
es: Carpeta
fr: Répertoire
ja: フォルダー
nl: Map
ru: Папка

# MusicGalleryPageSortByTitle.Content
source: Title
de: Titel
es: Título
fr: Titre de la page
ja: タイトル
nl: Aanspreektitel
ru: Заголовок
zh_cn: 标题
zh_tw: 標題

# MusicGalleryPageSortType.Text
source: Sort Type
de: Sortierart
es: Tipo de orden
fr: Type de tri
ja: 並べ替えタイプ
nl: Soort sortering
ru: Тип сортировки
zh_cn: 排序类型

# MusicGalleryPageStarredPlaylist.Content
source: Starred Playlists
de: Favorisierte Wiedergabelisten
es: Listas de reproducción destacadas
fr: Listes de lecture favorites
ja: Starred Playlist
nl: Afspeellijsten met ster
ru: Помеченные плейлисты

# MusicGalleryPageStopTrack.Text
source: Stop
de: Stoppen
es: Parar
fr: Arrêter
ja: 立ち止まる
nl: Stoppen
ru: Остановить

# MusicGalleryPageTitle
source: Music Gallery - BetterLyrics
de: Musikgalerie - BetterLyrics
es: Galería de Música - Mejores Letras
fr: Galerie de musique - BetterLyrics
ja: 音楽ギャラリー - BetterLyrics
nl: Muziekgalerij - BetterLyrics
ru: Музыкальная галерея - BetterLyrics
zh_cn: 音乐库 - BetterLyrics

# MusicGalleryWindowDownButtonToolTip.Content
source: Retract
de: Zurückziehen
es: Retirar
fr: Retirer
ja: Collapse
nl: Intrekken
ru: Изъять

source: Narrow Mode
de: Schmalmodus
es: Modo Nflecha
fr: Mode étroit
ja: 狭い
nl: Smalle modus
ru: Узкий режим
zh_cn: 窄屏模式

source: Picture-in-Picture Mode
de: Bild-in-Bild-Modus
es: Modo de imagen en foto
fr: Mode image en image
ja: ピクチャーインピクチャーモード
nl: Beeld-in-beeldmodus
ru: Картинка в режиме изображения
zh_cn: 画中画模式

# PlaylistViewFailed
source: Unable to view tracks since the path is not existed
de: Titel können nicht angezeigt werden, da der Pfad nicht existiert
es: No se pueden ver las pistas porque la ruta no existe
fr: Impossible de voir les pistes car le chemin n'existe pas
ja: Unable to view tracks because the path does not exist
nl: Tracks kunnen niet worden weergegeven omdat het pad niet bestaat
ru: Не удается просмотреть треки, поскольку путь не существует

# PrivacyPolicy.Content
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
nl: Privacy Beleid
ru: Политика конфиденциальности

# RemoteServerConfigControlPassword.Header
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: Пароль

# RemoteServerConfigControlPath.Header
source: Path
de: Pfad
es: Ruta
fr: Chemin d'accès
ja: パス
nl: Pad
ru: Путь

# RemoteServerConfigControlPort.Header
source: Port
es: Puerto
ja: ポート
nl: Poort
ru: Порт

# RemoteServerConfigControlServerAddress.Header
source: Server Address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバーアドレス
nl: Server Adres
ru: Адрес сервера

# RemoteServerConfigControlServerAddressRequired
source: Server address is required
de: Serveradresse ist erforderlich
es: La dirección del servidor es necesaria
fr: L'adresse du serveur est requise
nl: Serveradres is vereist
ru: Требуется адрес сервера

# RemoteServerConfigControlUsername.Header
source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
ru: Имя пользователя

# SetingsPageContributors.Text
source: Contributors
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
ja: 投稿者
nl: Bijdragers
ru: Авторы
zh_cn: 贡献者

# SetingsPageDeps.Text
source: Code Reference
de: Code-Referenz
es: Referencia de código
fr: Référence de code
ja: Code References
nl: Code referentie
ru: Ссылка на код

# SetingsPageDonation.Text
source: Donation
de: Spende
es: Donación
fr: Faire un don
ja: Donate
nl: Donatie
ru: Пожертвование
zh_cn: 捐贈

# SetingsPageFeedback.Text
source: Feedback
es: Comentarios
fr: Vos commentaires
ja: フィードバック
nl: Terugkoppeling
ru: Отзыв
zh_cn: 反馈

# SetingsPageInstructions.Text
source: Instructions
de: Anleitungen
es: Instrucciones
ja: 手順
nl: Instructies
ru: Инструкции
zh_cn: 操作指南

# SetingsPageSpecialThanks.Text
source: Special Thanks
de: Besonderer Dank
es: Gracias especial
fr: Remerciements spéciaux
ja: スペシャルサンクス
nl: Speciale dank
ru: Особая благодарность

# SetingsPageThanks.Text
source: If you like this project, please consider supporting it by donating. Your support will help keep the project alive and encourage further development.
de: Wenn Ihnen dieses Projekt gefällt, überlegen Sie es zu unterstützen, indem Sie spenden. Ihre Unterstützung wird helfen, das Projekt am Leben zu erhalten und die weitere Entwicklung zu fördern.
es: Si te gusta este proyecto, por favor considera apoyarlo donando. Tu apoyo ayudará a mantener vivo el proyecto y fomentará el desarrollo futuro.
fr: Si vous aimez ce projet, pensez à le soutenir en faisant un don. Votre soutien aidera à maintenir le projet en vie et à encourager le développement ultérieur.
ja: If you like this project, please consider supporting it by donating. Your support helps keep the project alive and encourages further development.
nl: Als dit project u bevalt, overweeg dan om het te steunen door te doneren. Uw steun helpt het project in leven te houden en moedigt verdere ontwikkeling aan.
ru: Если вам нравится этот проект, пожалуйста, подумайте о его поддержке, пожертвовав вашу поддержку, поможет сохранить проект в живом состоянии и поощрять дальнейшее развитие.
zh_cn: 如果您喜欢这个项目，请考虑通过捐赠来支持它。您的支持将有助于保持项目的生命并鼓励进一步的发展。

# SetingsPageUIUXRef.Text
source: UI/UX Design Reference
de: UI/UX-Design-Referenz
es: Referencia de diseño UI/UX
fr: Référence de conception UI/UX
ja: UI/UX References
nl: UI/UX Design Referentie
ru: Справочник дизайна UI/UX

# SettingsPage3DLyrics.Header
source: [Experimental] Depth Effect
de: [Experimental] Tiefeneffekt
es: [Experimental] Efecto de Profundidad
fr: [Experimental] Effet Profondeur
ja: [実験的] 奥行き効果
nl: [Experimental] Diepte effect
ru: [Experimental] Эффект Глубина

# SettingsPage3DLyricsDepth.Header
source: Depth
de: Tiefe
es: Profundidad
fr: Profondeur
ja: 深度
nl: Diepte
ru: Глубина
zh_cn: 深度

# SettingsPageAbout.Content
source: About
de: Über
es: Acerca de
fr: À propos de
ja: について
nl: Informatie
ru: О программе
zh_cn: 关于
zh_tw: 關於

# SettingsPageAcrylicBase.Content
source: Acrylic Base
de: Acryl-Basis
es: Base acrílica
fr: Base acrylique
nl: Plexiglas Basis
ru: Акриловое основание
zh_cn: 亚克力（基础）
zh_tw: 亞克力（基礎）

# SettingsPageAcrylicThin.Content
source: Acrylic Thin
de: Acryldünn
es: Acrílico delgado
fr: Acrylique fine
nl: Plexiglas Dun
ru: Акриловый тонкий
zh_cn: 亚克力（薄层）
zh_tw: 亞克力（薄層）

# SettingsPageAdaptEnvColor.Description
source: Turning this on will override the theme settings in the lyric background settings
de: Aktivieren wird die Theme-Einstellungen in den lyrischen Hintergrundeinstellungen überschreiben
es: Activar esto anulará la configuración del tema en la configuración de fondo de la letra
fr: Activer cette option remplacera les paramètres du thème dans les paramètres de fond lyrique
ja: Enabling this will override the theme setting in Lyrics Background
nl: Door dit aan te zetten worden de themainstellingen in de lyrische achtergrond overschreven
ru: Включение этого параметра переопределит настройки темы в настройках лирического фона

# SettingsPageAdaptEnvColor.Header
source: Adapt to Environmental Color
de: An Umgebungsfarbe anpassen
es: Adaptar al Color Ambiental
fr: Adapter à la couleur de l'environnement
ja: Adapt to Environment Color
nl: Pas de omgevingskleur aan
ru: Адаптировать к цвету окружающей среды
zh_cn: 适应环境色彩

# SettingsPageAddFolderButton.Content
source: Add
de: Neu
es: Añadir
fr: Ajouter
ja: 追加
nl: Toevoegen
ru: Добавить
zh_cn: 添加
zh_tw: 添加

# SettingsPageAdvanced.Text
source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 高度なオプション
nl: Geavanceerde opties
ru: Расширенные настройки
zh_cn: 高级选项

# SettingsPageAlbum.Header
source: Album
es: Álbum
ja: アルバム
ru: Альбом

# SettingsPageAlbumArt.Text
source: Album Art
de: Albumcover
es: Arte del Álbum
fr: Pochette de l'album
ja: アルバムアート
nl: Album afbeelding
ru: Обложка
zh_cn: 专辑

# SettingsPageAlbumArtHeight.Header
source: Album Image Height
de: Höhe des Albumbildes
es: Altura de la imagen del álbum
fr: Hauteur de l'image de l'album
ja: Album Art Height
nl: Album afbeelding hoogte
ru: Высота изображения альбома

# SettingsPageAlbumArtLayer.Header
source: Album Art Layer
de: Albumcover Ebene
es: Capa de álbum de arte
fr: Couche de la pochette de l'album
ja: アルバムアートレイヤー
nl: Albumhoes laag
ru: Слой обложки
zh_cn: 专辑艺术图层

# SettingsPageAlbumArtSearchProvidersConfig.Text
source: Configure Album Cover Source
de: Albumcover Quelle konfigurieren
es: Configurar fuente de portada del álbum
fr: Configurer la source de la pochette d'album
ja: Configure Album Art Sources
nl: Configureer albumhoes bron
ru: Настроить источник обложки альбома
zh_cn: 配置专辑封面源

# SettingsPageAlbumArtSize.Header
source: Album Art Size
de: Albumcover Größe
es: Tamaño del álbum
fr: Taille de la pochette
ja: アルバムアートサイズ
nl: Grootte albumhoes
ru: Размер обложки альбома
zh_cn: 专辑封面尺寸

# SettingsPageAlbumEffect.Text
source: Album Art Area Effect
de: Albumcover Flächeneffekt
es: Efecto Área de Arte del Álbum
fr: Effet de zone de la pochette
ja: Album Art Effect
nl: Albumhoes effect
ru: Эффект области обложки

# SettingsPageAlbumLib.Content
source: Album Art Source
de: Albumcover-Quelle
es: Fuente del álbum de arte
fr: Source de la pochette
ja: Album Art Sources
nl: Bron albumhoes
ru: Источник обложки
zh_cn: 专辑封面源

# SettingsPageAlbumShadowAmount.Header
source: Shadow Spread Amount
de: Wie sehr sich die Schatten ausbreiten
es: Cantidad de sombra
fr: Combien les ombres se répandent
ja: Shadow Diffusion
nl: Hoeveel de schaduwen zich verspreiden
ru: Сколько тени распространяются
zh_cn: 阴影扩散程度

# SettingsPageAlbumStyle.Text
source: Album Art Area Style
de: Stil der Albumcover Fläche
es: Área de Área de Área de Álbum
fr: Style de la zone de pochette
ja: アルバムエリアスタイル
nl: Stijl van Albumhoezen
ru: Стиль области обложки
zh_cn: 专辑区域样式

# SettingsPageAlignment.Header
source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
ja: アライメント
nl: Uitlijning
ru: Выравнивание

# SettingsPageAlwaysHideUnlockButton.Header
source: Always Hide Unlock Button
de: Entsperrtaste immer ausblenden
es: Ocultar siempre el botón de desbloqueo
fr: Toujours masquer le bouton de déverrouillage
nl: Verberg altijd de ontgrendel knop
ru: Всегда скрывать кнопку разблокировки

# SettingsPageAmllTtmlDbBaseUrl.Header
source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
ja: ベースURL
nl: Basis URL
ru: Базовый URL

# SettingsPageAmount.Header
source: Amount
de: Betrag
es: Cantidad
fr: Montant
ja: 量
nl: Hoeveelheid
ru: Сумма
zh_cn: 量
zh_tw: 量

# SettingsPageAOT.Header
source: Bring the Lyrics Window to the Top
de: Bring das Songtext-Fenster nach oben
es: Lleva la ventana de letras a la parte superior
fr: Amenez la fenêtre des paroles en haut
ja: Keep Lyrics Window Always on Top
nl: Breng songtekst venster naar boven
ru: Принести окно текста песни вверху
zh_cn: 将歌词窗口置于顶层

# SettingsPageApp.Content
source: App Appearance and Behavior
de: Aussehen und Verhalten der App
es: Apariencia y comportamiento de la aplicación
fr: Apparence et comportement de l'application
ja: App Appearance & Behavior
nl: App uiterlijk en gedrag
ru: Внешний вид и поведение приложения
zh_cn: 应用外观与行为

# SettingsPageAppAppearance.Text
source: App Appearance
de: App-Aussehen
es: Apariencia de la aplicación
fr: Apparence de l'application
ja: アプリの外観
nl: App uiterlijk
ru: Внешний вид приложения
zh_cn: 应用外观

# SettingsPageAppBehavior.Text
source: General Behavior
de: Allgemeines Verhalten
es: Comportamiento general
fr: Comportement général
ja: 一般的な行動
nl: Algemeen gedrag
ru: Общее поведение
zh_cn: 一般行为

# SettingsPageApply.Content
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用する
nl: Toepassen
ru: Применить
zh_cn: 应用

# SettingsPageArtist.Header
source: Artist
de: Künstler
es: Artista
fr: Artiste
ja: アーティスト
nl: Kunstenaar
ru: Художник

# SettingsPageAutoAdjust.Header
source: Automatic Adjustment
de: Automatische Anpassung
es: Ajuste automático
fr: Ajustement automatique
ja: Auto Adjust
nl: Automatische aanpassing
ru: Автоматическая настройка
zh_cn: 自动调整
